Repository: lyaciocarlia/taskManager
Catalog: ToDoList/ToDoList/Constants/*.lproj/Localizable.strings
Languages: ro

# ApplicationTitle
source: TaksManager
ro: Manager de taskuri

# AddTaskScreenTitle
source: Add task
ro: Adaugă un task

# EditTaskScreenTitle
source: Edit task
ro: Editează taskul

# ActiveHeaderTitle
source: Active
ro: Taskuri active

# CompletedHeaderTitle
source: Completed
ro: Taskuri completate

# CreateTaskButtonTitle
source: Create Task
ro: Crează un task

# TextNameTextFieldPlaceholder
source: Enter your title...
ro: Introdu titlul...

# TextDescTextFieldPlaceholder
source: Enter an optinal subtitle...
ro: Introdu o descriere a taskului...

# UpdateTaskButtonTitle
source: Update Task
ro: Actualizaeză taskul

# DeleteAlertConfirmation
source: Confirmation
ro: Confirmare

# DeleteAlertConfirmationQUestion
source: Are you sure you want to proceed?
ro: Ești sigur că vrei să continui?

source: Yes
ro: Da

source: No
ro: Nu

# EditButtonTitle
source: Edit
ro: Editează

# DoneButtonTitle
source: Done
ro: Salvează
